Revit 2027 API
BuiltInFailures.SketchFailures.SketchTooLarge Property
 Sketch is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SketchTooLarge { get; }
Public Shared ReadOnly Property SketchTooLarge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SketchTooLarge {
	FailureDefinitionId^ get ();
}
static member SketchTooLarge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SketchFailures Class
Autodesk.Revit.DB Namespace